Repository: andmattia/FOE-Tools.github.io
Catalog: translations/*.po
Languages: ar, de

# main_menu.home
source: Home
ar: الرئيسية
de: Startseite

# footer_menu.about
source: About
ar: حول
de: Über

# footer_menu.contributors
source: Contributors
ar: المساهمون
de: Mitwirkende

# footer_menu.changelog
source: Changelog
ar: سجل التغييرات
de: Änderungsprotokoll

# footer_menu.contact
source: Contact
ar: للاتصال
de: Kontakt

# components.campaign_cost.choose_province
source: Choose a province
ar: اختر مقاطعة
de: Provinzauswahl

# components.campaign_cost.message.haveUnknownCosts
source: This province contains one or more sectors that are missing values.
ar: هذه المقاطعة تحتوي على قطاع أو أكثر من دون قيم.
de: Diese Provinz enthält einen oder mehrere Sektoren, deren Werte fehlen.

# components.campaign_cost.all_provinces
source: All provinces
ar: كل المقاطعات
de: Alle Provinzen

# components.campaign_cost.all_ages
source: All Ages
ar: كل الحقب الزمنية
de: Alle Zeitalter

# components.campaign_cost.provinces
source: Provinces
ar: مقاطعات
de: Provinzen

# components.cf_calculator.block_cfc.your_age
source: Your Age
ar: حقبتك الحالية
de: Dein Zeitalter

# components.cf_calculator.block_cfc.your_cf_boost
source: Your @:(foe_data.gb.Chateau_Frontenac) Boost
ar: خاصتك @:(foe_data.gb.Chateau_Frontenac) التعزيز بواسطة
de: Questbelohnungs-Boost des @:(foe_data.gb.Chateau_Frontenac)

# components.cf_calculator.block_cfc.coins_to_use
source: Coins to use on UBQ
ar: القطع النقدية المستعملة في UBQ
de: Für die Nichtgeburtstags-Party Quest zu verwendende Münzen

# components.cf_calculator.block_cfc.coins_supplies_info
source: This value should be greater or equal than {min} because underneath we cannot guarantee any profit (statistically)
ar: يجب اعطاء قيمة مساوية أو تزيد عن {min} لأن أي قيمة أقل لن تضمن الحصول على عائدات (احصائيا)
de: Dieser Wert sollte größer oder gleich {min} sein, da wir darunter keinen Gewinn garantieren können (statistisch)

# components.cf_calculator.block_cfc.supplies_to_use
source: Supplies to use on UBQ
ar: كمية معدات للاستعمال في UBQ
de: Für die Nichtgeburtstags-Party Quest zu verwendende Vorräte

# components.cf_calculator.block_cfc.gb_plunder_goods
source: GB & Plunder Goods
ar: مواد مكتسبة من المباني العظيمة أو عن طريق النهب
de: LB & Plündergüter

# components.cf_calculator.block_cfc.fp_by_24h
source: 24 Hour FP Production
ar: FP المنتجة خلال 24 ساعة
de: 24 Stunden FP Produktion

# components.cf_calculator.block_cfc.other_rq
source: Other Daily RQ's
ar: مهمات يومية أخرى
de: Andere tägliche Schleifenquests

# components.cf_calculator.block_cfc.second_rq
source: 2nd RQ Giver ?
ar: مهمات تكرارية ثانية؟
de: Zweiter Schleifenquestgeber?

# components.cf_calculator.block_cfc.supplies_gathered
source: Supplies Gathered
ar: معدات تم انتاجها
de: Gesammelte Vorräte

# components.cf_calculator.block_cfc.table_reward.thead.th2
source: Medals
ar: ميداليات
de: Medaillen

# components.cf_calculator.block_cfc.table_reward.thead.th3
source: Goods
ar: مواد
de: Güter

# components.cf_calculator.block_cfc.reward_message.daily_ubq
source: Daily UBQ's: {count}
ar: UBQ's يومي: {count}
de: Tägliche NGP-Quests: {count}

# components.cf_calculator.block_cfc.reward_message.bonus_ubq
source: Bonus UBQ's: {count}
ar: UBQ's اضافي: {count}
de: Bonus NGP-Quests: {count}

# components.cf_calculator.block_cfc.reward_message.second_rq_completed
source: 2nd RQ's Completed: {count}
ar: مهمات تكرارية ثانية مكملة: {count}
de: 2te SQs abgeschlossen: {count}

# components.cf_calculator.block_cfc.reward_message.total_goods
source: Total Goods: {count}
ar: المجموع الكلي للمواد: {count}
de: Güter insgesammt: {count}

# components.cf_calculator.block_cfc.reward_message.total_fp
source: Total FP's: {count}
ar: مجموع FP's الكلي: {count}
de: FPs insgesamt: {count}

# components.cf_calculator.block_cfc.reward_message.total_rq_completed
source: Total RQ's Completed: {count}
ar: مجموع المهمات التكرارية المكملة: {count}
de: Gesamtzahl der abgeschlossenen RQs: {count}

# components.cf_calculator.block_cfc.table_return.thead.th_level
source: Level
ar: المستوى
de: Stufe

# components.cf_calculator.block_cfc.table_return.thead.th_coin
source: Coin returned
ar: قطع نقدية مسترجعة
de: Zurückgegebene Münzen

# components.cf_calculator.block_cfc.table_return.thead.th_supply
source: Supply returned
ar: معدات مسترجعة
de: Zurückgegebene Vorräte

# components.cf_calculator.block_cfc.infinity_generator.message
source: With the current bonus of @:(foe_data.gb.Chateau_Frontenac), you will earn more coins and more supplies than you will use to complete the quests. Please choose the number of "@:(components.cf_calculator.block_cfc.infinity_generator.label)" you want to do.
ar: بالعلاوة الحالية ل @:(foe_data.gb.Chateau_Frontenac) ستكسب قطع نقدية ومعدات أكثر مما ستستعمل لإكمال المهمات، برجاء اختيار عدد "@:(components.cf_calculator.block_cfc.infinity_generator.label)" تريد القيام به.
de: Mit dem aktuellen Boost durch @:(foe_data.gb.Chateau_Frontenac) erhältst du mehr Münzen und Vorräte, als du für die Quest benötigst. Bitte wähle die gewünschte Anzahl von "@:(components.cf_calculator.block_cfc.infinity_generator.label)" aus.

# components.cf_calculator.block_cfc.infinity_generator.label
source: Cumulative quest
ar: مهمة تكميلية
de: Kumulative Quest

# components.gb_investment.gb_list_select.label
source: Switch Great Building
de: Auswahl des Legendären Bauwerks

# components.gb_investment.gb_list_select.info
source: You can change the style of the selector (legacy selector or auto-complete) in global settings
de: Du kannst den Auswahlstil (automatische Vervollständigung oder alte Version) in den globalen Einstellungen ändern

# components.gb_investment.gb_investment.description.p1
source: Enter the level (to) and Arc bonus % (90% for Arc lvl 80). The values in the table update automatically.
de: Trage hier die Werte für das Stufenziel und die Archebelohnung (90% für Stufe 80) ein. Die Tabellenwerte werden sich automatisch aktualisieren.

# components.gb_investment.gb_investment.description.p2_html
source: <strong>Note</strong>: If the update is not done automatically, first set the GB level and the overall investment value and click on "@:(components.gb_investment.gb_investment.form.submit_global)". If you want to adjust the values of each place, adjust to your convenience and click on "@:(components.gb_investment.gb_investment.form.submit_custom)".
de: <strong>Hinweis</strong>: Falls die Aktualisierung nicht automatisch erfolgen sollte, gib zuerst die LB Stufe und den allgemeinen Investitionswert ein und klicke dann auf "@:(components.gb_investment.gb_investment.form.submit_global)". Wenn du die einzelnen Platzierungswerte ändern möchtest, passe sie an deine Bedürfnisse an und klicke auf "@:(components.gb_investment.gb_investment.form.submit_custom)".

# components.gb_investment.gb_investment.form.level
source: Level {fromLevel} → {level} (@:(utils.between_range))
de: LB Stufe (zwischen {min} und {max})

# components.gb_investment.gb_investment.form.investor_percentage
source: % of global investors bonus (arc bonus)
de: % globaler Investitionsbonus (Archebonus)

# components.gb_investment.gb_investment.form.submit_global
source: Global calculation
de: Globale Berechnung

# components.gb_investment.gb_investment.form.submit_custom
source: Custom calculation
de: Spezifische Berechnung

# components.gb_investment.gb_investment.form.owner_investment
source: Number of FPs currently put by the owner (max {max})
de: Anzahl der FPs, die derzeit vom Eigentümer eingesetzt sind (max. {max})

# components.gb_investment.gb_investment.form.add_investors
source: Add investor (put FP value, @:(utils.between_range))
de: Mäzen hinzufügen (FP-Wert, $t(utils.between_range, { 'min': '{min}', 'max': '{max}' })

# components.gb_investment.gb_investment.form.tooltip_add_investors
source: Click on "@:(utils.Add)" button or press "Enter" key to add investor
de: Klicke auf die Schaltfläche "@:(utils.Add)" oder drücke die Eingabetaste, um den Mäzen hinzuzufügen

# components.gb_investment.gb_investment.form.investors_list
source: List of added investors
de: Liste der hinzugefügten Mäzen

# components.gb_investment.gb_investment.form.show_snipe
source: Show Spot/Snipe
de: Platz / Snipe anzeigen

# components.gb_investment.gb_investment.form.show_only_secured_places
source: Show only secured places
de: Zeige nur sichere Plätze

# components.gb_investment.gb_investment.form.display_card
source: Display the table in card view ? (on small screen)
de: Anzeige der Tabelle als Kartenansicht? (für kleinere Bildschirme)

# components.gb_investment.gb_investment.table.title
source: {gb_key} level {fromLevel} → {level}
de: {gb_key} Stufe {fromLevel} → {level}

# components.gb_investment.gb_investment.table.thead.th1
source: Places
de: Plätze

# components.gb_investment.gb_investment.table.thead.th2
source: Default rewards
de: Grundbelohnung

# components.gb_investment.gb_investment.table.thead.th3
source: FP to put by the owner to secure the place
de: Durch Eigentümer zu setzende FP, um Platz abzusichern

# components.gb_investment.gb_investment.table.thead.th4
source: Rewards with rate
de: Mäzenbelohnung inklusive Bonus

# components.gb_investment.gb_investment.table.thead.th5
source: % of investors bonus (arc bonus)
de: % Investitionsbonus (Archebonus)

# components.gb_investment.gb_investment.table.thead.th6
source: Include in copy boxes
de: Freier Platz

# components.gb_investment.gb_investment.table.thead.fp_already_putin
source: Number of FP already in
de: Anzahl der bereits vorhandenen FP

# components.gb_investment.gb_investment.table.thead.spot_snipe
source: Spot/Snipe
de: Platz / Snipe

# components.gb_investment.gb_investment.table.thead.expected_participation
source: FP obtained with the % bonus expected by the owner
de: FP erhalten mit dem vom Eigentümer erwarteten %-Bonus

# components.gb_investment.gb_investment.table.thead.real_participation
source: FP obtained with the % bonus % of your Arc
de: FP erhalten mit dem % Bonus % deiner Arche

# components.gb_investment.gb_investment.table.thead.is_sniper
source: Is a potential sniper ?
de: Ist ein möglicher Sniper?

# components.gb_investment.gb_investment.table.tbody.button_show_extra_investor
source: Show extra investor
de: Zusätzlichen Mäzen anzeigen

# components.gb_investment.gb_investment.table.tbody.button_hide_extra_investor
source: Hide extra investor
de: Zusätzlichen Mäzen ausblenden

# components.gb_investment.gb_investment.table.tbody.loss
source: This player will lose FP
de: Dieser Spieler verliert FP

# components.gb_investment.gb_investment.table.tbody.tooltip_owner_investment
source: FPs remaining to be put by the owner to secure the place
de: Durch Eigentümer zu setzende FPs, um Platz abzusichern

# components.gb_investment.gb_investment.table.tbody.tooltip_expected_investment
source: Expected investment
de: Erwartete Investition

# components.gb_investment.gb_investment.table.tbody.profit
source: This player will make a profit
de: Dieser Spieler wird einen Gewinn erzielen

# components.gb_investment.gb_investment.table.tbody.neutral
source: This player will neither make profit nor lose FPs
de: Dieser Spieler wird weder Gewinn erzielen noch FP verlieren

# components.gb_investment.gb_investment.table.tfoot.total_preparation
source: Total investment of the owner
de: Gesamtinvestition durch Eigentümer

# components.gb_investment.gb_investment.table.tfoot.tooltip_owner_investment
source: FPs remaining to be put by the owner to complete the level
de: Durch Eigentümer zu setzende FPs, um das Level zu beenden:

# components.gb_investment.gb_investment.table.tfoot.level_cost
source: Level cost
de: Stufenpreis

# components.gb_investment.gb_investment.display_gb_name
source: Display GB name ?
de: LB-Namen anzeigen?

# components.gb_investment.gb_investment.use_short_name
source: Use short name ?
de: Kurznamen verwenden?

# components.gb_investment.gb_investment.show_level
source: Show level ?
de: Stufe anzeigen?

# components.gb_investment.promotion.title
source: Promotion message
de: Werbenachricht

# components.gb_investment.promotion.prefix_placeholder
source: text before the promotion message
de: Text vor der Werbenachricht

# components.gb_investment.promotion.suffix_placeholder
source: text after the promotion message
de: Text nach der Werbenachricht

# components.gb_investment_investors.description.p1
source: This view allows to see the gain that can be obtained by taking a place with or without taking into account investments in other places. There are {count} types of consideration of other places:
de: Diese Ansicht ermöglicht es, den Gewinn zu sehen, der durch die Belegung eines Platzes mit oder ohne Berücksichtigung von Investitionen in andere Plätze erzielt werden kann. Es gibt {count} Arten der Berücksichtigung anderer Plätze:

# components.gb_investment_investors.takingPlaceInConsideration.label
source: Take other places in consideration ?
de: Andere Plätze in Betracht ziehen?

# components.gb_investment_investors.takingPlaceInConsideration.form.show_place
source: Display place
de: Platz anzeigen

# components.gb_investment_investors.takingPlaceInConsideration.description.no
source: do not take into account other places
de: Andere Plätze nicht berücksichtigen

# components.gb_investment_investors.takingPlaceInConsideration.description.normal
source: take into account the other places with a minimum investment of investors and without securing by the owner
de: Für andere Plätze ein Mindestinvestment der Mäzen und keine Platzsicherung durch den Eigentümer annehmen

source: take into the account the other places with an investment without profit of the investors and with securing by owner
de: Für andere Plätze ein Investment der Mäzen ohne Gewinn und eine Absicherung durch den Eigentümer annehmen

# components.gb_investment_investors.table.thead.th_place
source: Place {count}
de: Platz {count}

# components.gb_investment_investors.table.thead.th_profit_loss
source: Profit / Loss
de: Gewinn / Verlust

# components.gb_forecast_cost.title
source: Forecast
de: Prognose

# components.gb_forecast_cost.p1
source: Determine the number of FPs to go from one level to another, with or without Arc's bonuses.
de: Bestimmt die Anzahl der FPs, welche für ein Level benötigt werden, mit oder ohne Archebonus.

# components.gb_forecast_cost.custom_percentage
source: Custom Arc bonus (for each place)
de: Benutzerdefinierter Archebonus (für jeden Platz)

# components.gb_forecast_cost.estimated_time
source: Estimate time to reach the level
de: Geschätzte Zeit bis zum Erreichen der Stufe

# components.gb_forecast_cost.message.diff
source: With bonus investments, you'll save {count} FP
de: Mit Bonusinvestitionen sparst du {count} FP

# components.gb_forecast_cost.message.single
source: To complete the level {level} of "{gb}", the owner has to invest {preparation} FPs. Total cost of level: {cost} FPs.
de: Um die Stufe {level} von "{gb}" abzuschließen, muss der Eigentümer {preparation} FPs investieren. Gesamtkosten der Stufe: {cost} FPs.

# components.gb_forecast_cost.message.multi
source: To go from level {from} to {to} of "{gb}", the owner has to invest {preparation} FPs. Total cost of levels: {cost} FPs.
de: Um "{gb}" von Stufe {from} auf {to} zu bringen, muss der Eigentümer {preparation} FPs einsetzen. Gesamtkosten der Stufen: {cost} FPs.

# components.gb_forecast_cost.message.estimated_time
source: Estimated time to reach the level: {time}
de: Geschätzte Zeit bis zum Erreichen der Stufe: {time}

# components.gb_forecast_cost.prop_already_invested
source: FPs already invested by the owner on the current level
de: Vom Eigentümer bereits in aktueller Stufe investierte FPs

# components.gb_forecast_cost.graph.title
source: Forecast of the owner's preparation amount for "{gb}"
de: Prognose des Vorbereitungsbetrags des Eigentümers für "{gb}"

# components.gb_forecast_cost.graph.label.default
source: Gross cost of the level
de: Bruttokosten des Levels

# components.gb_forecast_cost.graph.label.default_preparation
source: Amount of preparation without bonus
de: Vorbereitungsmenge ohne Bonus

# components.gb_forecast_cost.graph.label.custom_preparation
source: Amount of preparation with bonus
de: Vorbereitungsbetrag mit Bonus

# components.gb_statistics.p1
source: The graphs are made according to the Age because the cost / reward of the GBs is the same for each GB of an age, except in a particular case (@:(foe_data.gb.Oracle_of_Delphi)).
de: Die Diagramme werden entsprechend dem Zeitalter erstellt, da die Kosten / Belohnung der LB für jedes LB eines Zeitalters gleich sind, außer in einem bestimmten Fall (@:(foe_data.gb.Oracle_of_Delphi)).

# components.gb_statistics.represent
source: Represent:
de: Zeige:

# components.gb_statistics.graph.title_1
source: Evolution of the cost of the levels according to the levels
de: Entwicklung der Stufenkosten abhängig von der Stufe

# components.gb_statistics.graph.title_2
source: Evolution of the reward of the first place according to the levels
de: Entwicklung der Belohnung des ersten Platzes abhängig von der Stufe

# components.gb_statistics.graph.title_3
source: Evolution of the cost of the levels according to the reward of the first place
de: Entwicklung der Stufenkosten abhängig von den Belohnungen des ersten Platzes

# components.gb_statistics.graph.title_4
source: Evolution of the reward of the first place according to the cost of the levels
de: Entwicklung der Belohnung des ersten Platzes abhängig von den Stufenkosten

# components.secure_position.block_place.fp_to_complete_level
source: Number of FP remaining to complete the level:
de: Anzahl der verbleibenden FP, um das Level zu beenden:

# components.secure_position.block_place.title
source: Block his place
de: Blockiere seinen Platz

# components.secure_position.block_place.level_cost
source: Level cost
de: Stufenkosten

# components.secure_position.block_place.current_deposits
source: Sum of current deposits
de: Aktuelle Investitionssumme

# components.secure_position.block_place.your_participation
source: Your current participation
de: Deine aktuelle Beteiligung

# components.secure_position.block_place.other_participation
source: Participation of the player to overtake
de: Beteiligung des Spielers, welcher überholt werden soll

# components.secure_position.block_place.your_arc_bonus
source: Your Arc bonus
de: Dein Archebonus

# components.secure_position.block_place.fp_target_reward
source: FP of the targeted place
de: FP des anvisierten Platzes

# components.secure_position.block_place.target_reward
source: Targeted place
de: Anvisierter Platz

# components.secure_position.block_place.various_rate
source: Various rates
de: Verschiedene Tarife

# components.secure_position.block_place.rate
source: Rate
de: Bonusfaktor

# components.secure_position.block_place.fp_according_rate
source: FP to put according to the rate
de: FP, welche abhängig von dem Bonusfaktor zu setzen sind

# components.secure_position.block_place.fp_to_lock
source: FP to put to lock your place
de: Noch zu setzende FPs, um deinen Platz abzusichern

# components.secure_position.block_place.result.default
source: You must have totaled {count} FP to block the place.
de: Du brauchst insgesamt {count} FP um den Platz zu blocken.

# components.secure_position.block_place.result.fp_need_to_lock
source: FP you need to place to lock your place:
de: Verbleibender FP, um deinen Platz abzusichern:

# components.secure_position.block_place.result.fp_to_secure_html
source: You still have to put {count} FP.
de: Du musst noch einen {count} FP investieren.

# components.secure_position.block_place.result.error
source: One or more values are not valid.
de: Ein oder mehrere Werte sind ungültig.

# components.secure_position.block_place.result.roi.profit
source: Your gain will be {count} FP
de: Dein Gewinn wird {count} FP betragen

# components.secure_position.block_place.result.roi.loss
source: Your loss will be {count} FP
de: Dein Verlust wird {count} FP betragen

# components.secure_position.block_place.result.roi.neutral
source: You will not have a return on investment
de: Du wirst kein Gewinn machen

# components.secure_position.block_place.result.already_blocked
source: Your place is blocked.
de: Dein Platz ist gesichert.

# components.secure_position.block_place.result.still_to_put
source: Number of FPs you still need to put in
de: Anzahl der FPs, die du noch investieren musst

# components.secure_position.block_place.result.cant_block
source: You can not block the place.
de: Du kannst diesen Platz nicht blockieren.

# components.secure_position.block_place.unknown
source: unknown
de: unbekannt

# components.simple_trade.title
source: Table version
de: Tabellenversion

# components.simple_trade.table.thead.th1
source: Age
de: Zeitalter

# components.simple_trade.table.thead.th2
source: Goods
de: Güter

# components.simple_trade.table.thead.th4
source: Result
de: Ergebnis

# components.simple_trade.table.thead.split
source: Split
de: Aufteilung

# components.simple_trade.table.thead.ratio
source: Ratio
de: Verhältnis

# components.simple_trade.slpit
source: Split the offers ?
de: Angebote aufteilen?

# components.simple_trade.show_ratio
source: Display ratio
de: Verhältnis anzeigen

# components.site_layout.update
source: One update since your last visit.
de: Ein Update seit deinem letzten Besuch.

# components.site_layout.hero.slogan_html
source: A set of tools to simplify life on @:(common.links.foe)
de: Eine Sammlung an Tools, welche das Leben in @:(common.links.foe) vereinfacht

# components.site_layout.cookie.link
source: More information
de: Mehr Informationen

# components.site_layout.new_year.message
source: @:(common.site_title) celebrates its {count} year
de: @:(common.site_title) feiert sein {count} Jahr

# components.site_layout.survey.message
source: Help us improve @:(common.site_title) by completing this survey
de: Hilf uns @:(common.site_title) zu verbessern, indem du diese Umfrage ausfüllst

# components.site_layout.whats_new
source: What's new ?
de: Was gibt es Neues?

# components.site_layout.permalink_info
source: You visit a permalink. Consequently, any changes made will not be saved in cookies.
de: Du besuchst einen Permalink. Änderungen werden daher nicht in den Cookies gespeichert.

# components.site_layout.footer.license_html
source: Source code under @:(common.links.mit) license
de: Quellcode unter @:(common.links.mit) Lizenz

# components.site_layout.day_night.Day
source: Day
de: Tag

# components.site_layout.day_night.start_day
source: Start of the day
de: Beginn des Tages

# components.site_layout.day_night.Night
source: Night
de: Nacht

# components.site_layout.day_night.start_night
source: Start of the night
de: Beginn der Nacht

# components.site_layout.day_night.Auto
source: Automatic @:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night)
de: Automatischer@:(components.site_layout.day_night.Day)/@:(components.site_layout.day_night.Night) Wechsel

# components.site_layout.global_config
source: Global settings
de: Globale Einstellungen

# components.site_layout.global_config_dialog.fixed_main_menu
source: Main menu always visible
de: Hauptmenü immer sichtbar

# components.site_layout.global_config_dialog.select_gb_style
source: GB Selector style
de: LB Auswahlmodus

# components.site_layout.global_config_dialog.select_gb_style_mode.datalist
source: Auto-complete
de: Automatisch vervollständigen

# components.site_layout.global_config_dialog.select_gb_style_mode.select
source: Select (legacy)
de: Auswahl (veraltet)

# components.site_layout.global_config_dialog.day_night
source: Theme
de: Thema

# components.site_layout.global_config_dialog.day_night_mode.Day
source: Day
de: Tag

# components.site_layout.global_config_dialog.day_night_mode.Night
source: Night
de: Nacht
