Repository: andmattia/FOE-Tools.github.io
Catalog: translations/*.po
Languages: ar, de

# components.site_layout.global_config_dialog.day_night_mode.Auto
source: Automatic
de: Automatischer

# components.site_layout.switch_locale
source: @:(common.site_title) is available in your language
de: @:(common.site_title) ist in deiner Sprache verfügbar

# components.trade.title
source: Form version
de: Formularversion

# components.trade.label.i_have
source: I have
de: Ich biete

# components.trade.label.i_want
source: I want
de: Ich benötige

# components.trade.label.amount
source: Amount
de: Menge

# components.trade.split_value
source: Maximum size of an offer (max {count})
de: Maximale Größe eines Angebots (max. {count})

# components.trade.split_message.msg
source: {valueFrom} {ageFrom} for {valueTo} {ageTo}
de: {valueFrom} {ageFrom} für {valueTo} {ageTo}

# components.trade.split_message.multi
source: @:(components.trade.split_message.common) and {secondPart}
de: @:(components.trade.split_message.common) und {secondPart}

# components.trade.message.result
source: For {to} goods of {ageTo}, you need {from} goods of {ageFrom} with offers up to {count}:
de: Für {to} Güter der {ageTo}, benötigst du {from} Güter der {ageFrom} mit Angeboten bis zu {count} Stück:

# components.trade.message.total
source: (total: {amount} {key})
de: (Gesamt: {amount} {key})

# components.promotion_message_builder.title
source: Promotion message builder
de: Builder für Werbenachricht

# components.promotion_message_builder.info
source: This can be copied to be shared, for example, with your guild members
de: Dies kann kopiert werden, um es zum Beispiel mit deinen Gildenmitgliedern zu teilen

# components.promotion_message_builder.note
source: Note that the message builder uses level 9 → 10 of @:(foe_data.gb.Observatory) with a ratio of 1.9 for previewing.
de: Beachte, dass der Message Builder Level 9 → 10 von @:(foe_data.gb.Observatory) mit einem Verhältnis von 1,9 für die Vorschau verwendet.

# components.promotion_message_builder.action
source: Action
de: Aktion

# components.promotion_message_builder.actions.create
source: Create a new template
de: Erstelle eine neue Vorlage

# components.promotion_message_builder.actions.update
source: Update an existing template
de: Passe eine vorhandene Vorlage an

# components.promotion_message_builder.actions.delete
source: Delete an existing template
de: Lösche eine vorhandene Vorlage

# components.promotion_message_builder.start_from_template
source: Start from a template ?
de: Ausgehend von einer Vorlage?

# components.promotion_message_builder.edit_template
source: Choose the template to edit
de: Wähle die zu bearbeitende Vorlage

# components.promotion_message_builder.delete_template
source: Choose the template to delete
de: Wähle die zu löschende Vorlage

# components.promotion_message_builder.templates.default
source: Default templates
de: Standardvorlagen

# components.promotion_message_builder.templates.custom
source: Custom templates
de: Benutzerdefinierte Vorlagen

# components.promotion_message_builder.config
source: Configuration
de: Konfiguration

# components.promotion_message_builder.add_field_title
source: Add custom fields
de: Füge benutzerdefinierte Felder hinzu

# components.promotion_message_builder.add_field.name
source: Field name
de: Feldname

# components.promotion_message_builder.add_field.value
source: Field value
de: Feldwert

# components.promotion_message_builder.custom_field_title
source: Your custom fields
de: Deine benutzerdefinierten Felder

# components.promotion_message_builder.reverse_place_order
source: Reverse order of places?
de: Umgekehrte Reihenfolge der Platze?

# components.promotion_message_builder.place_separator
source: Place separator
de: (Platzen) Trennzeichen setzen

# components.promotion_message_builder.place_builder
source: Place builder
de: Platz Builder

# components.promotion_message_builder.place_preview
source: Place preview (1st place)
de: Ortsvorschau (1. Platz)

# components.promotion_message_builder.message_builder
source: Message builder
de: Builder für Nachrichten

# components.promotion_message_builder.message_preview
source: Message preview
de: Vorschau der Nachricht

# components.promotion_message_builder.place_builder_title
source: Place builder
de: Platz Builder

# components.promotion_message_builder.message_builder_title
source: Message builder
de: Builder für Nachrichten

# components.promotion_message_builder.available_variables
source: Available variables:
de: Verfügbare Variablen:

# components.promotion_message_builder.variables.place.PI
source: Place index
de: Platz Index

# components.promotion_message_builder.variables.place.PV
source: Place value (in FPs)
de: Stellenwert (in FPs)

# components.promotion_message_builder.variables.message.FLVL
source: From level
de: Vom Stufe

# components.promotion_message_builder.variables.message.TLVL
source: To level
de: Zu Stufe

# components.promotion_message_builder.variables.message.GBN
source: GB name
de: LB Name

# components.promotion_message_builder.variables.message.P
source: Places
de: Plätze

# components.promotion_message_builder.variables.message.PPx
source: Number of FPs to be put by the owner for place "x" (with "x" from 1 to 5)
de: Anzahl der vom Eigentümer zu setzenden FPs für Platz "x" (mit "x" zwischen 1 und 5)

# components.promotion_message_builder.variables.message.LF
source: Line Feed, add a new line
de: Zeilenvorschub, füge eine neue Zeile hinzu

# components.promotion_message_builder.template_name
source: Template name
de: Vorlagenname

# components.promotion_message_builder.errors.template_cannot_have_this_name
source: Template cannot have this name. Please use an other name.
de: Die Vorlage darf diesen Namen nicht haben. Bitte verwende einen anderen Namen.

# components.promotion_message_builder.errors.custom_name_empty
source: The name of the field cannot be empty.
de: Der Name des Feldes darf nicht leer sein.

# components.promotion_message_builder.errors.custom_name_already_exists
source: This field name already exists.
de: Dieser Feldname existiert bereits.

# components.promotion_message_builder.template_saved
source: Template saved
de: Vorlage gespeichert

# components.promotion_message_builder.template_updated
source: Template updated
de: Vorlage aktualisiert

# components.promotion_message_builder.template_deleted
source: Template deleted
de: Vorlage gelöscht

# components.import_promotion_message.title
source: Import promotion message
de: Werbenachricht importieren

# components.import_promotion_message.config_placeholder
source: Paste your config here
de: Füge hier deine Konfiguration ein

# components.import_promotion_message.errors.invalid_data
source: Data are invalid
de: Daten sind ungültig

# components.import_promotion_message.template_imported
source: Template imported
de: Vorlage importiert

# routes.about.title
source: About @:(common.site_title)
de: Über @:(common.site_title)

# routes.about.general_info.title
source: General information
de: Allgemeine Informationen

# routes.about.general_info.p1_html
source: Forge of Empires, FOE, and all related trademarks and content belong to InnoGames GmbH. <br /> @:(common.site_title) is an unofficial third party site and is not affiliated with InnoGames.
de: Forge of Empires, FOE, und alle damit verbundenen Marken und Inhalte gehören InnoGames GmbH. <br/> @:(common.site_title) ist eine inoffizielle Drittanbieter-Website und ist in keiner Art mit InnoGames affiliiert.

# routes.about.general_info.p2_html
source: @:(common.site_title) was created by the French player <strong class="has-text-weight-semibold">Yoratheon</strong>.
de: @:(common.site_title) wurde erstellt durch den französischen Spieler <strong class="has-text-weight-semibold">Yoratheon</strong>.

# routes.about.general_info.p3_html
source: The site is OpenSource, the code is freely available on @:(common.links.github). <br /> Thus, everyone with the necessary skills can participate in the improvement of this site.
de: Die Seite ist Open Source und der Programmcode ist frei verfügbar auf @:(common.links.github). <br/> Damit kann jeder mit entsprechenden Fähigkeiten an der Verbesserung dieser Seite teilnehmen.

# routes.about.cookie.p1
source: To improve your comfort of use, the site uses cookies.
de: Um die Bedienungsfreundlichkeit zu erhöhen, verwendet diese Seite Cookies.

# routes.about.cookie.table_message
source: The table below shows all the cookies used on this site.
de: Die folgende Tabelle zeigt alle auf dieser Website verwendeten Cookies.

# routes.about.cookie.info.locale
source: Display language
de: Sprache

# routes.about.dev_info.title
source: Development information
de: Entwicklungsinformation

# routes.about.dev_info.p1
source: The site is a simple static site hosted on GitHub.
de: Diese Seite ist eine einfache statische Seite gehostet auf GitHub.

# routes.about.dev_info.p2_html
source: The development is done in Node.js using @:(common.links.framework). The style is made using @:(common.links.style).
de: Die Entwicklung basiert auf Node.js und verwendet @:(common.links.framework). Der Stil wurde mittels @:(common.links.style) erstellt.

# routes.about.dev_info.p3_html
source: An idea of functionality ? A problem ? Feel free to create an issue on @:(common.links.github) or send me an email (in English or in French) at @:(common.links.contact_foe_tools).
de: Hast du Ideen zur Verbesserung der Funktionalität? Ein Problem? Erstelle einfach ein Issue auf @:(common.links.github) oder sende mir eine E-Mail (in Englisch oder Französisch) an @:(common.links.contact_foe_tools).

# routes.about.dev_info.message_info_github_issue
source: <b>Note:</b> Regarding issues on GitHub, please make sure to write them in English to facilitate understanding for the greatest number.
de: <b>Hinweis:</b> Bezüglich Issues auf GitHub: Bitte schreibe diese auf Englisch, um ein weitestmögliches Verständnis zu erreichen.

# routes.campaign_cost.hero.title
source: Campaign cost
de: Kampagnenkosten

# routes.campaign_cost.hero.subtitle
source: This tool predicts the cost of a sector or province.
de: Dieses Tool sagt die Kosten eines Sektors oder einer Provinz voraus.

# routes.cf_calculator.hero.title
source: Château Frontenac Calculator
de: Château Frontenac Rechner

# routes.cf_calculator.hero.subtitle
source: A tool that help forecast goods and fp productions from doing recurring quests and unbirthday party quest (Rinbin).
de: Ein Tool, welches Güter und FP-Produktionen schätzt, indem es Schleifenquests und Nichtgeburtstagsparty-Quests simuliert (Rinbin).

# routes.contributors.hero.title
source: Contributors
de: Mitwirkende

# routes.contributors.hero.subtitle
source: This page attempt to list all contributors
de: Diese Seite versucht, alle Mitwirkenden aufzulisten

# routes.gb_investment.tab.owner_view.title
source: Owner view
de: Eigentümeransicht

# routes.gb_investment.tab.investors_view.title
source: Investors view
de: Investorenansicht

# routes.gb_investment_gb_chooser.hero.title
source: GB Investment
de: LB Investition

# routes.gb_investment_gb_chooser.hero.subtitle
source: This tool makes it possible to calculate the number of points that a player must put on his GB to secure the first 5 places following a rate (arc bonus).
de: Dieses Tool ermöglicht es, die notwendigen Anzahl an an Punkten zu berechnen, welche ein Spieler in sein LB investieren muss, damit die ersten fünf Plätze gesichert werden. Dabei werden mögliche Belohnungsfaktoren (Archebonus) berücksichtigt.

# routes.gb_investment_gb_chooser.choose_gb.title
source: Choose a Great Building
de: Wähle ein Legendäres Bauwerk

# routes.gb_forecast_cost.hero.title
source: Forecast cost GB
de: LB Kostenprognose

# routes.gb_forecast_cost.hero.subtitle
source: This tool determine the number of FPs to go from one level to another of a GB, with or without Arc's bonuses.
de: Dieses Tool berechnet die benötigten Anzahl der FPs, um ein LB aufzustufen, abhängig eines beliebigen Archebonusses.

# routes.gb_statistics.hero.title
source: GB Statistics
de: LB Statistiken

# routes.gb_statistics.hero.subtitle
source: This tool allows to visualize graphs on the evolution of the costs of the GB following the Age.
de: Dieses Tool visualisiert die Stufenkostenentwicklung eines LB anhand seines Zeitalters.

# routes.secure_position.hero.title
source: Secure place
de: Platzsicherung

# routes.secure_position.hero.subtitle
source: This tool calculates the number of FP that a player must put on a GB to block his place.
de: Dieses Tool berechnet die notwendige Anzahl an FP, welche ein Spieler in ein LB investierem mus, um seinen Platz zu sichern.

# routes.trade.hero.title
source: Trade
de: Handel

# routes.trade.hero.subtitle
source: This tool facilitates your business by offering you the best rates according to your way of trading.
de: Dieses Tool erleichtert den Güterhandel, indem es die besten Kurse entsprechend deiner Handelsart bietet.

# routes.trade.tab.trade_2_1.message
source: Simple trade, ratio 1 for 1 with resources of the same age and 1 for 2 in order to get resources with one gap age.
de: Einfacher Handel im Verhältnis von 1 zu 1 mit Ressourcen des gleichen Zeitalters und 1 zu 2 mit Ressourcen mit einem Zeitalter Unterschied zu erhalten.

# routes.trade.tab.fair_trade.title
source: Fair Trade
de: Fairer Handel

# routes.trade.tab.fair_trade.message
source: This type of trade takes into account the cost of manufacturing a good (coins and supplies) to determine the rates between the goods.
de: Diese Art von Handel berücksichtigt die Herstellungskosten eines Gutes (Münzen und Vorräte), um das Verhältnis zwischen den Gütern zu bestimmen.

# routes.help_to_translate_the_site.hero.title
source: Help to translate the site
de: Hilf mit, diese Website zu übersetzen

# routes.help_to_translate_the_site.hero.subtitle
source: Join the translation team
de: Werde Teil des Übersetzungsteams

# routes.help_to_translate_the_site.p1
source: Your language is not available, the translation is incomplete or contains errors? Feel free to join the site's translation team.
de: Deine Sprache ist nicht verfügbar, die Übersetzung ist unvollständig oder fehlerhaft? Du kannst dich gerne dem Übersetzungsteam der Website anschließen.

# routes.help_to_translate_the_site.how_to_join_the_team
source: How to join the team ?
de: Wie kann man dem Team beitreten?

# routes.help_to_translate_the_site.p2_html
source: @:(common.site_title) is translated by users. We use the @:(common.links.translation_platform) platform to facilitate the translation process. To join the team just visit the following link and register: @:(common.links.translation_platform)
de: @:(common.site_title) wird von Nutzern übersetzt. Wir verwenden die Plattform @:(common.links.translation_platform), um den Übersetzungsprozess zu vereinfachen. Um dem Team beizutreten, sende eine E-Mail (in Englisch) an @:(common.links.contact_foe_tools) und gib die Sprache(n) an, in die du übersetzen kannst, damit wir dir eine Einladung senden können.

# routes.survey.hero.title
source: Survey
de: Umfrage

# routes.survey.hero.subtitle
source: Help to improve @:(common.site_title) by completing this survey
de: Hilf uns @:(common.site_title) zu verbessern, indem du diese Umfrage ausfüllst

# routes.survey.required_field
source: This field is required
de: Dieses Feld ist erforderlich

# routes.survey.survey_complete
source: Thank you for your feedback !
de: Danke für deine Rückmeldung!

# routes.survey.error
source: An error has occurred, check the form and try again
de: Ein Fehler ist aufgetreten, überprüfe bitte deine Eingaben und versuche es erneut

# routes.survey.unknown_error
source: An unknown error has occurred, please contact the site administrator
de: Ein unbekannter Fehler ist aufgetreten. Bitte wende dich an den Site-Administrator

# routes.contact.hero.title
source: Contact
de: Kontakt

# routes.contact.hero.subtitle
source: Contact the administrator of @:(common.site_title)
de: Wende dich an den Administrator von @:(common.site_title)

# routes.contact.message_contact_html
source: An idea to improve functionality? A problem? Feel free to send me an email (in English or in French) at @:(common.links.contact_foe_tools).
de: Eine Idee zur Verbesserung der Funktionalität? Ein Problem? Du darfst mir gerne eine E-Mail (auf Englisch oder Französisch) an @:(common.links.contact_foe_tools) senden.

# routes.contact.message_translate
source: Did you know that you can also help translate the site ? Follow the following link for more information:
de: Wusstest du, dass du auch bei der Übersetzung der Website helfen kannst? Folge dem folgenden Link für weitere Informationen:

# routes.contact.message_other_info_html
source: If you are developers, you can also create an issue (and contribute to the development of the site) on @:(common.links.github).
de: Wenn du Entwickler bist, kannst du auch dein Anliegen auf @:(common.links.github) beschreiben (und zur Entwicklung der Website beitragen).

# routes.error.404.title
source: Page not found | @:(common.site_title)
de: Seite nicht gefunden | @:(common.site_title)

# routes.error.404.message
source: Sorry, the page you are looking for does not exist or no more
de: Sorry, die gesuchte Seite existiert nicht oder nicht mehr

# foe_data.age.NoAge
source: No Age
de: Ohne Zeitalter

# foe_data.age.BronzeAge
source: Bronze Age
de: Bronzezeit

# foe_data.age.IronAge
source: Iron Age
de: Eisenzeit

# foe_data.age.EarlyMiddleAges
source: Early Middle Ages
de: Frühes Mittelalter

# foe_data.age.HighMiddleAges
source: High Middle Ages
de: Hochmittelalter

# foe_data.age.LateMiddleAges
source: Late Middle Ages
de: Spätes Mittelalter

# foe_data.age.ColonialAge
source: Colonial Age
de: Kolonialzeit

# foe_data.age.IndustrialAge
source: Industrial Age
de: Industriezeitalter

# foe_data.age.ProgressiveEra
source: Progressive Era
de: Jahrhundertwende

# foe_data.age.ModernEra
source: Modern Era
de: Moderne

# foe_data.age.PostmodernEra
source: Postmodern Era
de: Postmoderne

# foe_data.age.ContemporaryEra
source: Contemporary Era
de: Gegenwart

# foe_data.age.Tomorrow
source: Tomorrow
de: Morgen

# foe_data.age.TheFuture
source: The Future
de: Zukunft

# foe_data.age.ArcticFuture
source: Arctic Future
de: Arktische Zukunft

# foe_data.age.OceanicFuture
source: Oceanic Future
de: Ozeanische Zukunft

# foe_data.age.VirtualFuture
source: Virtual Future
de: Virtuelle Zukunft

# foe_data.age.SpaceAgeMars
source: Space Age: Mars
de: Raumfahrt: Mars

# foe_data.age.SpaceAgeAsteroidBelt
source: Space Age: Asteroid Belt
de: Raumfahrt: Asteroidengürtel

# foe_data.age_short.NoAge
source: NA
de: ZL

# foe_data.age_short.BronzeAge
source: BA
de: BZ

# foe_data.age_short.IronAge
source: IA
de: EZ

# foe_data.age_short.EarlyMiddleAges
source: EMA
de: FMA

# foe_data.age_short.LateMiddleAges
source: LMA
de: SMA

# foe_data.age_short.ColonialAge
source: CA
de: Kolo

# foe_data.age_short.IndustrialAge
source: InA
de: IZ

# foe_data.age_short.ProgressiveEra
source: PE
de: JHW

# foe_data.age_short.ModernEra
source: ME
de: MZA

# foe_data.age_short.PostmodernEra
source: PME
de: PMZ

# foe_data.age_short.ContemporaryEra
source: CE
de: GGW

# foe_data.age_short.Tomorrow
source: TE
de: MOR

# foe_data.age_short.TheFuture
source: TF
de: ZUK

# foe_data.age_short.ArcticFuture
source: AF
de: AZ

# foe_data.age_short.OceanicFuture
source: OF
de: OZ

# foe_data.age_short.VirtualFuture
source: VF
de: VZ

# foe_data.age_short.SpaceAgeMars
source: SAM
de: Mars

# foe_data.gb.Observatory
source: Observatory
de: Observatorium

# foe_data.gb.Temple_of_Relics
source: Temple of Relics
de: Relikttempel

# foe_data.gb.Oracle_of_Delphi
source: Oracle of Delphi
de: Orakel von Delphi

# foe_data.gb.Tower_of_Babel
source: Tower of Babel
de: Turm zu Babel

# foe_data.gb.Statue_of_Zeus
source: Statue of Zeus
de: Zeusstatue

# foe_data.gb.Colosseum
source: Colosseum
de: Kolosseum

# foe_data.gb.Lighthouse_of_Alexandria
source: Lighthouse of Alexandria
de: Leuchtturm von Alexandria

# foe_data.gb.Cathedral_of_Aachen
source: Cathedral of Aachen
de: Aachener Dom

# foe_data.gb.St_Mark_s_Basilica
source: St. Mark's Basilica
de: Markusdom

# foe_data.gb.Saint_Basil_s_Cathedral
source: St. Basil's Cathedral
de: Basilius-Kathedrale

# foe_data.gb.Frauenkirche_of_Dresden
source: Frauenkirche of Dresden
de: Dresdner Frauenkirche

# foe_data.gb.Capitol
source: Capitol
de: Kapitol

# foe_data.gb.The_Habitat
source: The Habitat
de: Das Habitat

# foe_data.gb.Lotus_Temple
source: Lotus Temple
de: Lotustempel

# foe_data.gb.Dynamic_Tower
source: Truce Tower
de: Dynamischer Turm

# foe_data.gb.The_Arc
source: The Arc
de: Die Arche

# foe_data.gb.Rain_Forest_Project
source: Rain Forest Project
de: Regenwald-Projekt

# foe_data.gb.Arctic_Orangery
source: Arctic Orangery
de: Arktische Orangerie

# foe_data.gb.Seed_Vault
source: Seed Vault
de: Saatgut-Tresor

# foe_data.gb.The_Kraken
source: The Kraken
de: Der Kraken

# foe_data.gb.The_Blue_Galaxy
source: The Blue Galaxy
de: Die blaue Galaxie

# foe_data.gb.Terracotta_Army
source: Terracotta Army
de: Terrakotta-Armee

# foe_data.gb.Himeji_Castle
source: Himeji Castle
de: Burg Himeji

# foe_data.gb.The_Virgo_Project
source: The Virgo Project
de: Das Virgo-Projekt

# foe_data.gb.Space_Carrier
source: Space Carrier
de: Weltraumfrachter

# foe_data.gb_short.Temple_of_Relics
source: ToR
de: RT

# foe_data.gb_short.Oracle_of_Delphi
source: OoD
de: Orakel

# foe_data.gb_short.Tower_of_Babel
source: ToB
de: Babel

# foe_data.gb_short.Colosseum
source: Colosseum
de: Kolosseum

# foe_data.gb_short.Lighthouse_of_Alexandria
source: LoA
de: Alex

# foe_data.gb_short.Hagia_Sophia
source: HS
de: Hagia

# foe_data.gb_short.Cathedral_of_Aachen
source: CoA
de: Aachener

# foe_data.gb_short.St_Mark_s_Basilica
source: SMB
de: MD

# foe_data.gb_short.Saint_Basil_s_Cathedral
source: SBC
de: Basilius

# foe_data.gb_short.Capitol
source: Capitol
de: Kapitol

# foe_data.gb_short.Alcatraz
source: Az
de: Alca

# foe_data.gb_short.The_Habitat
source: Hab
de: Habitat

# foe_data.gb_short.Lotus_Temple
source: LT
de: Lotus

# foe_data.gb_short.Dynamic_Tower
source: Truce
de: Dyn

# foe_data.gb_short.The_Arc
source: Arc
de: Arche

# foe_data.gb_short.Rain_Forest_Project
source: RFP
de: Regen

# foe_data.gb_short.Seed_Vault
source: SV
de: Tresor

# foe_data.gb_short.The_Kraken
source: Kra
de: Kraken

# foe_data.gb_short.The_Blue_Galaxy
source: BG
de: Galaxie

# foe_data.gb_short.Himeji_Castle
source: HC
de: Burg

# foe_data.gb_short.Space_Carrier
source: Carrier
de: Frachter

# foe_data.goods.dye
source: Dye
de: Farbe

# foe_data.goods.lumber
source: Lumber
de: Holz

# foe_data.goods.marble
source: Marble
de: Marmor

# foe_data.goods.stone
source: Stone
de: Stein

# foe_data.goods.wine
source: Wine
de: Wein

# foe_data.goods.cloth
source: Cloth
de: Stoff

# foe_data.goods.ebony
source: Ebony
de: Ebenholz

# foe_data.goods.iron
source: Iron
de: Eisen

# foe_data.goods.jewelry
source: Jewelry
de: Juwelen

# foe_data.goods.limestone
source: Limestone
de: Kalkstein

# foe_data.goods.copper
source: Copper
de: Kupfer

# foe_data.goods.granite
source: Granite
de: Granit

# foe_data.goods.honey
source: Honey
de: Honig

# foe_data.goods.brick
source: Brick
de: Backstein

# foe_data.goods.dried_herbs
source: Dried Herbs
de: Getrocknete Kräuter

# foe_data.goods.glass
source: Glass
de: Glas

# foe_data.goods.rope
source: Rope
de: Seil

# foe_data.goods.salt
source: Salt
de: Salz

# foe_data.goods.brass
source: Brass
de: Messing

# foe_data.goods.gunpowder
source: Gunpowder
de: Schießpulver

# foe_data.goods.silk
source: Silk
de: Seide

# foe_data.goods.talc_powder
source: Talc Powder
de: Talkum

# foe_data.goods.coffee
source: Coffee
de: Kaffee

# foe_data.goods.porcelain
source: Porcelain
de: Porzellan

# foe_data.goods.paper
source: Paper
de: Papier

# foe_data.goods.tar
source: Tar
de: Teer
