Repository: andmattia/FOE-Tools.github.io
Catalog: translations/*.po
Languages: ar, de

# contributions.translation
source: Translation
de: Übersetzung

# contributions.data
source: Adding or updating data
de: Daten hinzufügen oder aktualisieren

# contributions.inspired_tool
source: Tool inspired by his work
de: Werkzeug inspiriert von seiner Arbeit

# contributions.creator
source: Creator of this project
de: Entwickler dieses Projekts

# seo.keywords.gb
source: gb
de: LB

# seo.keywords.great_building
source: great building
de: legendäres bauwerk

# seo.keywords.medals
source: medals
de: medaillen

# seo.keywords.military_units
source: military units
de: militärische einheiten

# components.cf_calculator.tutorial.supplies
source: Put the number of supplies you want to use for all quests.
ar: اكتب عدد المعدات التي تريد استعمالها في جميع المهام.

# components.cf_calculator.tutorial.coins
source: Put the number of coins you want to use for all quests.
ar: اكتب عدد القطع النقدية التي تريد استعمالها في جميع المهام.

# components.cf_calculator.tutorial.yourCfBoost
source: Put your @:(foe_data.gb.Chateau_Frontenac) boost. Example: for 450%, put 450.
ar: اختر تعزيز @:(foe_data.gb.Chateau_Frontenac) الخاص بك. مثلا: إذا كان 450% اكتب 450.

# components.cf_calculator.tutorial.yourAge
source: Select your Age.
ar: اختر حقبتك.

# components.cf_calculator.tutorial.welcome
source: This tool is purely informal. It gives you information about what you can statistically obtain with your @:(foe_data.gb.Chateau_Frontenac).
ar: إن هذه الأداة هي معلومية بحتة، حيث تخبرك بما يمكنك اكتسابه احصائيا عن طريق @:(foe_data.gb.Chateau_Frontenac).

# components.cf_calculator.tutorial.suppliesGathered
source: Put the number of supplies you want to use for the second recurring quest.
ar: ضع كمية المؤن التي تود استخدامها من أجل المهمة الثانية التكرارية

# components.cf_calculator.tutorial.fpBy24h
source: Put the number of FPs you obtain in 24 hours.
ar: ضع عدد نقاط الصياغة التي تحصل عليها كل 24 ساعة.

# components.cf_calculator.tutorial.goods
source: Put the number of goods you gather from your GB and plunder.
ar: ضع كمية البضائع التي تجمعها من مبناك العظيم والغنائم.

# components.cf_calculator.block_cfc.table_reward.thead.th4
source: FP's
ar: FP

# components.cf_calculator.block_cfc.table_reward.thead.th1
source: BP's
ar: مخططات
