Repository: andmattia/FOE-Tools.github.io
Catalog: translations/*.po
Languages: ar, de

# foe_data.goods.wire
source: Wire
de: Draht

# foe_data.goods.coke
source: Coke
de: Koks

# foe_data.goods.fertilizer
source: Fertilizer
de: Düngemittel

# foe_data.goods.rubber
source: Rubber
de: Gummi

# foe_data.goods.textiles
source: Textiles
de: Textilien

# foe_data.goods.whale_oil
source: Whale Oil
de: Tran

# foe_data.goods.asbestos
source: Asbestos
de: Asbest

# foe_data.goods.explosives
source: Explosives
de: Sprengstoff

# foe_data.goods.gasoline
source: Gasoline
de: Benzin

# foe_data.goods.machine_parts
source: Machine Parts
de: Maschinenteile

# foe_data.goods.tinplate
source: Tinplate
de: Weißblech

# foe_data.goods.convenience_food
source: Convenience Food
de: Fertiggerichte

# foe_data.goods.ferroconcrete
source: Ferroconcrete
de: Stahlbeton

# foe_data.goods.flavorants
source: Flavorants
de: Aromastoffe

# foe_data.goods.luxury_materials
source: Luxury Materials
de: Luxusmaterialien

# foe_data.goods.packaging
source: Packaging
de: Verpackungen

# foe_data.goods.genome_data
source: Genome Data
de: Genom-Daten

# foe_data.goods.industrial_filters
source: Industrial Filters
de: Industrielle Filter

# foe_data.goods.renewable_resources
source: Renewable Resources
de: Erneuerbare Rohstoffe

# foe_data.goods.semiconductors
source: Semiconductors
de: Halbleiter

# foe_data.goods.steel
source: Steel
de: Stahl

# foe_data.goods.bionics_data
source: Bionics Data
de: Bionik-Daten

# foe_data.goods.electromagnets
source: Electromagnets
de: Elektromagnete

# foe_data.goods.plastics
source: Plastics
de: Plastik

# foe_data.goods.robots
source: Robots
de: Roboter

# foe_data.goods.nutrition_research
source: Nutrition Research
de: Ernährungs-Daten

# foe_data.goods.papercrete
source: Papercrete
de: Papierbeton

# foe_data.goods.preservatives
source: Preservatives
de: Konservierungsstoffe

# foe_data.goods.smart_materials
source: Smart Materials
de: Intelligente Werkstoffe

# foe_data.goods.translucent_concrete
source: Translucent Concrete
de: Lichtbeton

# foe_data.goods.algae
source: Algae
de: Algen

# foe_data.goods.biogeochemical_data
source: Biogeochemical Data
de: Biogeochemische Daten

# foe_data.goods.nanoparticles
source: Nanoparticles
de: Nanopartikel

# foe_data.goods.purified_water
source: Purified Water
de: Reines Wasser

# foe_data.goods.superconductors
source: Superconductors
de: Supraleiter

# foe_data.goods.ai_data
source: A.I. Data
de: K.I.-Daten

# foe_data.goods.bioplastics
source: Bioplastics
de: Bioplastik

# foe_data.goods.nanowire
source: Nanowire
de: Nanokabel

# foe_data.goods.paper_batteries
source: Paper Batteries
de: Papierbatterien

# foe_data.goods.artificial_scales
source: Artificial Scales
de: Künstliche Schuppen

# foe_data.goods.biolight
source: Biolight
de: Biolicht

# foe_data.goods.corals
source: Corals
de: Korallen

# foe_data.goods.pearls
source: Pearls
de: Perlen

# foe_data.goods.cryptocash
source: Cryptocash
de: Kryptowährung

# foe_data.goods.data_crystals
source: Data Crystals
de: Datenkristalle

# foe_data.goods.golden_rice
source: Golden Rice
de: Goldreis

# foe_data.goods.nanites
source: Nanites
de: Naniten

# foe_data.goods.tea_silk
source: Tea Silk
de: Teeseide

# foe_data.province.East_Nagach
source: East-Nagach
de: Ost-Nagach

# foe_data.province.Sturmhohen
source: Sturmhohen
de: Sturmhöhen

# foe_data.province.Kolabourg
source: Kolabourg
de: Kolaburg

# foe_data.province.Bontaville
source: Bontaville
de: Bonta Town

# foe_data.province.Aurora_s_Dale
source: Aurora's Dale
de: Auroratal

# foe_data.province.Cold_Bay
source: Cold Bay
de: Kaltbucht

# foe_data.province.Arctic_Horizon
source: Arctic Horizon
de: Arktischer Horizont

# foe_data.province.White_Gate
source: White Gate
de: Das weiße Tor

# foe_data.province.Snowdrifts
source: Snowdrifts
de: Schneewehe

# foe_data.province.Median_Waters
source: Median Waters
de: Mittelwasser

# foe_data.province.Frosty_Mountain
source: Frosty Mountain
de: Eisiger Berg

# foe_data.province.Southern_Valley
source: Southern Valley
de: Südliches Tal

# foe_data.province.Northern_Passage
source: Northern Passage
de: Nordpassage

# foe_data.province.Tundra_Rock
source: Tundra Rock
de: Tundra-Fels

# foe_data.province.Glacial_Peak
source: Glacial Peak
de: Gletschergipfel

# foe_data.province.Precipice
source: Precipice
de: Abgrund

# foe_data.province.Neural_Rites
source: Neural Rites
de: Neuralriten

# foe_data.province.Frozen_Steppe
source: Frozen Steppe
de: Froststeppe

# foe_data.province.The_Grotto
source: The Grotto
de: Die Grotte

# foe_data.province.Temple_Floe
source: Temple Floe
de: Eisschollentempel

# foe_data.province.Spirit_Plane
source: Spirit Plane
de: Geisterwelt

# foe_data.province.Murky_Waters
source: Murky Waters
de: Trübe Gewässer

# foe_data.province.Cursed_Current
source: Cursed Current
de: Verfluchter Strom

# foe_data.province.Coral_Depths
source: Coral Depths
de: Korallentiefen

# foe_data.province.Rough_Expanse
source: Rough Expanse
de: Unebene Weite

# foe_data.province.Strong_Tide
source: Strong Tide
de: Wilde Gezeiten

# foe_data.province.Dark_Abyss
source: Dark Abyss
de: Dunkle Kluft

# foe_data.province.Fresh_Flow
source: Fresh Flow
de: Frischer Fluss

# foe_data.province.Tideless_Deep
source: Tideless Deep
de: Ruhige Tiefen

# foe_data.province.Glimmering_Surf
source: Glimmering Surf
de: Schimmernde Wellen

# foe_data.province.Serene_Waves
source: Serene Waves
de: Ruhige Wellen

# foe_data.province.Red_Sea
source: Red Sea
de: Rotes Meer

# foe_data.province.Wondering_Ocean
source: Wondering Ocean
de: Wundersamer Ozean

# foe_data.province.Foam_Ceiling
source: Foam Ceiling
de: Meeresgischt

# foe_data.province.Walled_Gulf
source: Walled Gulf
de: Ummauerter Golf

# foe_data.province.Lower_Grotto
source: Lower Grotto
de: Untere Grotte

# foe_data.province.Silver_Swarms
source: Silver Swarms
de: Silberne Schwärme

# foe_data.province.Upper_Grotto
source: Upper Grotto
de: Obere Grotte

# foe_data.province.Rocky_Domain
source: Rocky Domain
de: Felsige Domäne

# foe_data.province.Nautical_Parlay
source: Nautical Parlay
de: Nautisches Parlay

# foe_data.province.Restless_Buoy
source: Restless Buoy
de: Rastlose Boje

# foe_data.province.Ripped_Sails
source: Ripped Sails
de: Zerrissene Segel

# foe_data.province.Nautilus_Mirage
source: Nautilus Mirage
de: Nautilus-Trugbild

# foe_data.province.Ravenous_Tides
source: Ravenous Tides
de: Gefräßige Gezeiten

# foe_data.province.Deep_Dive
source: Deep Dive
de: Tiefes Tauchen

# foe_data.province.Furious_Storm
source: Furious Storm
de: Rasenden Sturm

# foe_data.province.Silver_Crest
source: Silver Crest
de: Silbernes Wappen

# foe_data.province.Grey_Clouds
source: Grey Clouds
de: Graue Wolken

# foe_data.province.Translucent_Algae
source: Translucent Algae
de: Durchsichtige Algen

# foe_data.province.Treacherous_Surf
source: Treacherous Surf
de: Verräterische Brandung

# foe_data.province.Single_Wave
source: Single Wave
de: Einzelne Welle

# foe_data.province.Cursed_Lip
source: Cursed Lip
de: Verfluchte Lippen

# foe_data.province.Coral_Kingdom
source: Coral Kingdom
de: Korallenreich

# foe_data.province.Telescopic_Barrel
source: Telescopic Barrel
de: Teleskopischer Lauf

# foe_data.province.Sponge_Sands
source: Sponge Sands
de: Schwammsand

# foe_data.province.Seagull_Domain
source: Seagull Domain
de: Möwen-Domäne

# foe_data.province.Tangled_Fins
source: Tangled Fins
de: Verhedderte Flossen

# foe_data.province.Scuba_Bay
source: Scuba Bay
de: Taucher-Bucht

# foe_data.province.Tide_Ascent
source: Tide Ascent
de: Steigende Gezeiten

# foe_data.province.Breakwater_Wharf
source: Breakwater Wharf
de: Wellenbrecher-Kai

# foe_data.province.Adrift_Liner
source: Adrift Liner
de: Treibendes Linienschiff

# foe_data.province.Bermuda_Quay
source: Bermuda Quay
de: Bermuda Anleger

# foe_data.province.Sextant_Mast
source: Sextant Mast
de: Sextantenmast

# foe_data.province.Grog_Wash
source: Grog Wash
de: Grog-Brandung

# foe_data.province.R_lyeh_Reef
source: R'lyeh Reef
de: R'lyeh-Riff

# foe_data.province.Capricorn_Waterway
source: Capricorn Waterway
de: Steinbock Wasserstraße

# foe_data.province.Ahab_s_Tomb
source: Ahab's Tomb
de: Ahabs Grab

# foe_data.province.Galley_Commodore
source: Galley Commodore
de: Kommodorengaleere

# foe_data.province.Monkey_s_Fist
source: Monkey's Fist
de: Affenfaust

# foe_data.province.Dagon_s_Dagger
source: Dagon's Dagger
de: Dagons Dolch

# foe_data.province.Sunken_Leviathan
source: Sunken Leviathan
de: Versunkener Leviathan

# foe_data.province.Bytedirt_Planes
source: Bytedirt Planes
de: Bytedirt Plains

# foe_data.province.The_Historical_Museum
source: The Historical Museum
de: Das historische Museum

# foe_data.bonus.coin.name
source: Coin
de: Münze

# foe_data.bonus.supply.name
source: Supply
de: Vorräte

# foe_data.bonus.good.name
source: Good
de: Gut

# foe_data.bonus.special_good.name
source: Special Goods
de: Spezielle Güter

# foe_data.bonus.good_bonus.name
source: Production bonus
de: Produktionsbonus

# foe_data.bonus.expansion.name
source: Expansion
de: Erweiterung

# foe_data.bonus.medal.name
source: Medal
de: Medaille

# foe_data.bonus.diamond.name
source: Diamond
de: Diamant

# foe_data.bonus.pvp_tower.name
source: PvP Tower
de: PvP-Turm

# foe_data.bonus.blueprint.name
source: Blueprint
de: Blaupause

# foe_data.bonus.military_boost.name
source: Military boost
de: Militärischer Schub

# foe_data.bonus.military_boost.gb_description
source: Raises the attack and defense bonus for units in attacking army, adds up with every building.
de: Erhöht den Angriffs- und Verteidigungsbonus für Einheiten in der angreifenden Armee, summiert sich mit jedem Gebäude.

# foe_data.bonus.fierce_resistance.name
source: Fierce resistance
de: Heftiger Widerstand

# foe_data.bonus.fierce_resistance.gb_description
source: Raises the attack and defense bonus for units in defending army and increases support pool bonus, adds up with every building.
de: Erhöht den Angriffs- und Verteidigungsbonus für Einheiten in der verteidigenden Armee und erhöht den Unterstützungspoolbonus, der sich mit jedem Gebäude aufsummiert.

# foe_data.bonus.coin_boost.name
source: Coin boost
de: Münzboost

# foe_data.bonus.coin_boost.gb_description
source: Raises the outcome of your houses up to 90 times with each collect, adds up with productivity and motivation.
de: Erhöht das Ergebnis Ihrer Häuser mit jedem Sammeln um bis zu 90 Mal, summiert sich mit Produktivität und Motivation.

# foe_data.bonus.supply_boost.name
source: Supply boost
de: Vorratsboost

# foe_data.bonus.supply_boost.gb_description
source: Raises the outcome of your production buildings, adds up with productivity, motivation, and other supply boosts.
de: Steigert das Ergebnis Ihrer Produktionsgebäude, summiert sich mit Produktivität, Motivation und anderen Angebotserhöhungen.

# foe_data.bonus.good_production.name
source: Good Production
de: Güterproduktion

# foe_data.bonus.good_production.gb_description
source: Produces a certain amount of goods from your current age every 24 hours. From Modern Era on, produces double the amount in unrefined goods.
de: Produziert alle 24 Stunden eine bestimmte Menge Güter aus deinem aktuellen Zeitalter. Produziert ab der Moderne die doppelte Menge an unverarbeiteten Gütern.

# foe_data.bonus.medal_production.name
source: Medal production
de: Medaillenproduktion

# foe_data.bonus.medal_production.gb_description
source: Produces a certain amount of medals every 24 hours.
de: Produziert alle 24 Stunden eine bestimmte Anzahl an Medaillen.

# foe_data.bonus.research.name
source: Research
de: Forschung

# foe_data.bonus.research.gb_description
source: Produces a small amount of forge points every 24 hours.
de: Erzeugt alle 24 Stunden eine kleine Menge an Forge Punkten.

# foe_data.bonus.coin_production.name
source: Coin production
de: Münzproduktion

# foe_data.bonus.coin_production.gb_description
source: Produces a certain amount of coins every 24 hours.
de: Produziert alle 24 Stunden eine bestimmte Menge Münzen.

# foe_data.bonus.supply_production.name
source: Supply production
de: Vorratsproduktion

# foe_data.bonus.supply_production.gb_description
source: Produces a certain amount of supplies every 24 hours.
de: Produziert alle 24 Stunden eine bestimmte Menge an Vorräten.

# foe_data.bonus.population.name
source: Population
de: Bevölkerung

# foe_data.bonus.population.gb_description
source: Permanent population bonus.
de: Permanenter Bevölkerungsbonus.

# foe_data.bonus.happiness.name
source: Happiness
de: Zufriedenheit

# foe_data.bonus.happiness.gb_description
source: Permanent happiness bonus.
de: Permanenter Glücksbonus.

# foe_data.bonus.quest_reward_boost.name
source: Quest reward boost
de: Quest Belohnungsschub

# foe_data.bonus.quest_reward_boost.gb_description
source: Raises only your coins, supplies, goods, medals, or diamonds from quest rewards.
de: Sammelt nur Münzen, Vorräte, Güter, Medaillen oder Diamanten aus Questbelohnungen.

# foe_data.bonus.penal_unit.name
source: Military Unit
de: militärische Einheit

# foe_data.bonus.penal_unit.gb_description
source: Recruits unattached units every 24 hours, randomly chosen from any military building in your city.
de: Rekrutiert alle 24 Stunden nicht verbundene Einheiten, die zufällig aus einem Militärgebäude in Ihrer Stadt ausgewählt werden.

# foe_data.bonus.guild_goods.name
source: Guild Goods
de: Gildengüter

# foe_data.bonus.guild_goods.gb_description
source: Produces current era goods which go straight to the Guild Treasury.
de: Produziert Güter aus dem aktuellen Zeitalter, die direkt an die Gildenkasse gehen.

# foe_data.bonus.support_pool_bonus.gb_description
source: Raises your guild's support pool bonus, adds up with every building.
de: Erhöht den Unterstützungspoolbonus deiner Gilde und addiert sich mit jedem Gebäude.

# foe_data.bonus.aid_goods.name
source: Aid Goods
de: Hilfsgüter

# foe_data.bonus.aid_goods.gb_description
source: Produces 1 random good when aiding another player's city (manually motivating/polishing them also counts as aiding). The age of the random good corresponds to the age of the building you are aiding.
de: Erzeugt ein zufälliges Gut, wenn du die Stadt eines anderen Spielers unterstützt (manuell motivieren / polieren gilt auch als Hilfe). Das Zeitalter der Zufallsgüter entspricht dem Zeitalter des unterstützten Gebäudes.

# foe_data.bonus.plunder_goods.name
source: Plunder Goods
de: Plünder-Güter

# foe_data.bonus.plunder_goods.gb_description
source: Produces random goods for up to 3 neighbors with each collect when plundering another player's city. The age of the random goods corresponds to the age of the building you are plundering.
de: Produziert beim Plündern der Stadt eines anderen Spielers zufällige Güter für bis zu 3 Nachbarn. Das Zeitalter der zufälligen Güter entspricht dem Zeitalter des Gebäudes, dass du plünderst.

# foe_data.bonus.contribution_boost.name
source: Contribution Boost
de: Mäzen-Bonus

# foe_data.bonus.contribution_boost.gb_description
source: Raises the Forge Points, Medals, and Blueprints you receive from donation rewards.
de: Erhöht die Anzahl an FP, Medaillen und Blaupausen, welche du durch Belohnungen erhälst.

# foe_data.bonus.aid_blueprints.name
source: Aid Blueprints
de: Hilfsblaupausen

# foe_data.bonus.aid_blueprints.gb_description
source: Raises the chance of obtaining a blueprint when aiding another player's city (manually motivating/polishing them also counts as aiding). I.E. Having a 100% bonus will double your chance of finding a blueprint.
de: Erhöht die Chance, eine Blaupause zu erhalten, wenn du die Stadt eines anderen Spielers unterstützt (manuelles motivieren / polieren gilt auch als Hilfe). Zum Beispiel verdoppelt sich deine Chance mit einem 100% Bonus, eine Blaupause zu finden.

# foe_data.bonus.relic_hunt.name
source: Relic Hunt
de: Reliktsuche

# foe_data.bonus.relic_hunt.gb_description
source: This ability gives you the possibility to receive Relics on the Guild Expedition map whenever you successfully solve an encounter. Relics are very valuable and can appear in 3 different rarities. Each level increases the chance to find a Relic but also the odds to find an uncommon or rare Relic, as opposed to a common one.
de: Diese Fähigkeit gibt dir die Möglichkeit, Relikte auf der Gildenexpeditionskarte zu erhalten, wenn du eine Begegnung erfolgreich löst. Relikte sind sehr wertvoll und können in 3 verschiedenen Raritäten vorkommen. Jedes Level erhöht die Chance, ein Relikt zu finden, aber auch die Wahrscheinlichkeit, ein ungewöhnliches oder seltenes Relikt zu finden, im Gegensatz zu einem gewöhnlichen.

# foe_data.bonus.critical_hit.name
source: Critical Hit
de: Kritischer Treffer

# foe_data.bonus.critical_hit.gb_description
source: Gives all units the chance of dealing 1.5 times the expected damage when attacking units of the same era. Critical hit also works against Reactive Armor (if expected damage is 4-4, a critical hit will do 6-6 damage). Rogues (and other no-age units) are not affected/cannot use this ability until they transform into another unit. A critical hit doing at least 11 damage will one-hit kill any unit, even with the morale bonus. This bonus applies to all attacking armies plus your defending army in PvP. The critical hit will not happen when a unit is retaliating.
de: Gewährt allen Einheiten die Chance, beim Angriff auf Einheiten desselben Zeitalters das Anderthalbfache des erwarteten Schadens zu verursachen. Kritische Treffer wirken sich auch auf die Fähigkeit "Reaktivpanzerung" aus (wenn der erwartete Schaden 4-4 beträgt, verursacht ein kritischer Treffer 6-6 Schaden). Agenten (und andere Einheiten ohne Zeitalter) sind nicht betroffen bzw. können diese Fähigkeit erst nutzen, wenn sie sich in eine andere Einheit verwandeln. Ein kritischer Treffer, der mindestens 11 Schadenspunkte verursacht, eliminiert eine Einheit mit einem Treffer, auch mit dem Moralbonus. Dieser Bonus gilt für alle angreifenden Armeen sowie deine verteidigende Armee im PvP. Der kritische Treffer tritt nicht ein, wenn die Einheit einen Vergeltungsschlag ausführt.

# foe_data.bonus.helping_hands.name
source: Helping Hands
de: Helfende Hände

# foe_data.bonus.helping_hands.gb_description
source: Gives you a certain chance to get a random resource when aiding another player's city (manually motivating/polishing them also counts as aiding). You can recieve goods from your current age, supplies, coins, medals, or even Diamonds.
de: Gibt dir eine gewisse Chance, eine zufällige Ressource zu erhalten, wenn du die Stadt eines anderen Spielers unterstützt (manuelles Motivieren / Polieren zählt ebenfalls als Unterstützung). Du kannst Güter aus deinem aktuellen Zeitalter, Vorräte, Münzen, Medaillen oder sogar Diamanten erhalten.

# foe_data.bonus.plunder_and_pillage.name
source: Plunder and Pillage
de: Plünderung

# foe_data.bonus.plunder_and_pillage.gb_description
source: Gives you a certain chance to get double the resources when you plunder a neighbor's city after successfully defeating their defenses. It will double all resources that you can plunder, including Forge Points and Guild Power.
de: Gibt dir eine gewisse Chance, die Ressourcen zu verdoppeln, wenn du die Stadt eines Nachbarn plünderst, nachdem du dessen Verteidigung erfolgreich besiegt hast. Es verdoppelt alle Ressourcen, die du plündern kannst, einschließlich Schmiedepunkte und Gildenmacht.

# foe_data.bonus.first_strike.name
source: First Strike
de: Erstschlag

# foe_data.bonus.first_strike.gb_description
source: Gives you a chance that at the start of the next several fights, a unit from the enemy's defense army will be killed immediately. This only applies to the first wave of a battle.
de: Gibt dir die Chance, dass zu Beginn der nächsten Kämpfe eine Einheit der feindlichen Verteidigungsarmee sofort getötet wird. Dies gilt nur für die erste Welle einer Schlacht.

# foe_data.bonus.double_collection.name
source: Double Collection
de: Doppelte Ernte

# foe_data.bonus.double_collection.gb_description
source: Gives you a chance to get double the resources in the the first buildings collected. Excludes military and great buildings. Refreshes with each collection of this building.
de: Ermöglicht es, die Produktionen der ersten Gebäude zu verdoppeln. Ausgenommen sind militärische und Legendäre Bauwerke aus. Erfrischt sich mit jeder Sammlung dieses Gebäudes.

# utils.content.tools
source: Tools
de: Werkzeuge

# utils.content.statistics
source: Statistics
de: Statistiken

# utils.btn_calculate
source: Calculate
de: Berechne

# utils.description.p1
source: Enter the different values. The result is updated automatically.
de: Gib die verschiedenen Werte ein. Das Ergebnis wird automatisch aktualisiert.

# utils.description.p2_html
source: <strong>Note</strong>: If the update is not done automatically, click on "@:(utils.btn_calculate)".
de: <strong>Hinweis</strong>: Falls die Aktualisierung nicht automatisch erfolgen sollte, klicke auf "@:(utils.btn_calculate)".

# utils.choose_age
source: Choose an Age
de: Wähle ein Zeitalter

# utils.Add
source: Add
de: Hinzufügen

# utils.Remove
source: Remove
de: Entfernen

# utils.Yes
source: Yes
de: Ja

# utils.No
source: No
de: Nein

# utils.Copy
source: Copy
de: Kopieren

# utils.Copyed
source: Copied !
de: Kopiert!

# utils.From
source: From
de: Von

# utils.To
source: To (max {max})
de: Bis (max. {max})

# utils.Prefix
source: Prefix
de: Präfix

# utils.Path
source: Path
de: Pfad

# utils.Description
source: Description
de: Beschreibung

# utils.Rewards
source: Rewards
de: Belohnungen

# utils.Cost
source: Cost
de: Kosten

# utils.Conquered
source: Conquered
de: Erobert

# utils.Total
source: Total
de: Gesamt

# utils.Secured
source: Secured
de: Gesichert

# utils.Reset
source: Reset
de: Zurücksetzen

# utils.Confirm
source: Confirm
de: Bestätigen

# utils.Close
source: Close
de: Schließen

# utils.Result
source: Result
de: Ergebnis

# utils.between_range
source: between {min} and {max}
de: zwischen {min} und {max}

# utils.Submit
source: Submit
de: Abschicken

# utils.Reset_values
source: Reset values
de: Werte zurücksetzen

# utils.Switch
source: Switch
de: Anpassen

# utils.Save
source: Save
de: Speichern

# utils.Show
source: Show
de: Anzeigen

# utils.Hide
source: Hide
de: Verbergen

# utils.errors.field_cannot_be_empty
source: This field cannot be empty
de: Dieses Feld kann nicht leer sein

# utils.moment.year
source: {count} year
de: {count} Jahr

# utils.moment.month
source: {count} month
de: {count} Monat

# utils.moment.day
source: {count} day
de: {count} Tag

# utils.graph.gb_level
source: Level
de: Stufe

# utils.graph.gb_level_cost
source: Level cost
de: Stufenpreis

# utils.graph.gb_reward_1st_place
source: Level reward (1st place)
de: Stufenbelohnung (1. Platz)

# utils.Donate
source: Donate
de: Spenden

# contributions.bug
source: Bug reports
de: Fehlerberichte

# contributions.doc
source: Documentation
de: Dokumentation

# contributions.eventOrganizing
source: Event Organizing
de: Event-Organisation

# contributions.example
source: Examples
de: Beispiele

# contributions.financial
source: Financial
de: Finanz-

# contributions.fundingFinding
source: Find Funding
de: Finanzierung finden

# contributions.ideas
source: Ideas, Planning, & Feedback
de: Ideen, Planung & Feedback

# contributions.infra
source: Infrastructure (Hosting, Build-Tools, etc)
de: Infrastruktur (Hosting, Build-Tools usw.)

# contributions.platform
source: Packaging/porting to new platform
de: Migration / Portierung auf eine neue Plattform

# contributions.plugin
source: Plugin/utility libraries
de: Plugin / Hilfsprogrammbibliotheken

# contributions.question
source: Answering Questions
de: Beantwortet Fragen

# contributions.review
source: Reviewed Pull Requests
de: Überprüfte Pull Requests

# contributions.talk
source: Talks
de: Gespräche

# contributions.tool
source: Tools
de: Werkzeuge
